app/Http/Controllers/AdminController.php

    public function liste(){
        $utilisateurs= Utilisateurs::all();
---
select * from `utilisateurs`